IdeaRS.OpenModel.Concrete.ValueTypec0
Define type of c0 value

IdeaRS.OpenModel.Concrete.ValueTypec0.UserDefined
Value is inputed by user

IdeaRS.OpenModel.Concrete.ValueTypec0.ConstantDistributionMoment
Value depends on constant distribution of moment

IdeaRS.OpenModel.Concrete.ValueTypec0.ParabolicDistributionMoment
Value depends on parabolic distribution of moment

IdeaRS.OpenModel.Concrete.ValueTypec0.TriangularDistributionMoment
Value depends on triangular distribution of moment